[
  "remember-cursor-position",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "calendar",
  "obsidian-tasks-plugin",
  "editing-toolbar",
  "periodic-notes",
  "dataview",
  "obsidian-admonition",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "obsidian-minimal-settings",
  "convert-url-to-iframe",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-git"
]